[{"soal":"Sosiologi berasal dari kata .....\n\nA. socius berarti kawan dan logos berarti ilmu\nB. sosio berarti lawan dan logos berarti berbicara\nC socius berarti lawan dan logika berarti berbicara\nD. socius berarti kawan dan logos berarti kata\nE. socius berarti kawan dan logos berarti berbicara","jawaban":"A. socius berarti kawan dan logos berarti ilmu"},{"soal":"Tokoh sosiologi yang mengemukakan istilah sosiologi untuk pertama kalinya dan dikenal sebagai bapak sosiologi adalah .....\n\nA. Ibnu Khaldun\nB. Plato\nC. Aristoteles\nD. Machiavelli\nE. Auguste Comte","jawaban":"E. Auguste Comte"},{"soal":"Objek kajian sosiologi yaitu.....\n\nA. kumpulan manusia dengan lingkungannya\nB. hubungan manusia dengan lingkungannya\nC. adat istiadat dan tingkah laku manusia\nD. segala sesuatu tentang manusia\nE. hubungan manusia dan interaksi dalam masyarakat","jawaban":"E. hubungan manusia dan interaksi dalam masyarakat"},{"soal":"Sosiologi merupakan ilmu yang mempelajari fakta sosial dan bukan fakta individual. Hal ini dikemukakan oleh .....\n\nA. Emile Durkheim\nB. Max Weber\nC. Roucek dan Warren\nD. Auguste Comte\nE. Pitirim A. Sorokin","jawaban":"A. Emile Durkheim"},{"soal":"Dalam mengkaji berbagai hal tentang masyarakat didasarkan pada hasil observasi dan tidak spekulatif dan selalu menggunakan akal sehat. penjelasan tersebut termasuk ciri sosiologi sebagai ilmu pengetahuan yang bersifat ....\n\nA. Empiris\nB. Teoritis\nC. kumulatif\nD. nonetis\nE. Objektif","jawaban":"A. Empiris"},{"soal":"Sosiologi adalah ilmu yang mempelajari struktur sosial dan proses sosial, termasuk perubahan sosial. pendapat ini dikemukakan oleh .....\n\nA. Auguste Comte\nB. Selo Soemardjan\nC. Peter L. Berger\nD. Max Weber\nE. Emile Durkheim","jawaban":"B. Selo Soemardjan"},{"soal":"Menurut Wright Mills, imajinasi sosiologis berguna untuk memahami ......\n\nA. perilaku individu dalam masyarakat\nB. evolusi manusia\nC. cara manusia berpikir dan bertindak\nD. kenyataan yang tidak terduga dalam masyarakat\nE. masalah individu yang berdampak pada masalah sosial","jawaban":"E. masalah individu yang berdampak pada masalah sosial"},{"soal":"Sebagai ilmu pengetahuan, teori sosiologi perlu memegang teguh karaktersitik nonetis dalam keilmuannya. pernyataan yang sesuai dengan deskripsi tersebut adalah .....\n\nA. sosiologi merupakan ilmu berdasarkan observasi bukan spekulasi\nB. sosiologi tidak menentukan baik dan buruknya suatu fakta sosial\nC. sosiologi dibentuk berdasarkan teori yang sudah ada\nD. teori sosiologi disarikan dari hasil observasi di lapangan\nE. teori sosiologi bersifat fleksibel terhadap penyempurnaan","jawaban":"B. sosiologi tidak menentukan baik dan buruknya suatu fakta sosial"},{"soal":"sosiologi dapat berguna bagi pembangunan, karena dapat .....\n\nA. memberikan data sosial yang diperlukan dalam pembangunan\nB. mengolah data secara terperinci tentang keadaan masyarakat\nC. mengembangkan pengetahuan secara objektif dan rasional\nD. mencari pemecahan masalah dari kondisi masyarakat\nE. menganalisis dampak pembangunan dari sudut iptek","jawaban":"A. memberikan data sosial yang diperlukan dalam pembangunan"},{"soal":"Hubungan antara gejala kemasyarakatan dan tata cara kegiatan masyarakat dalam memenuhi kebutuhan hidupnya dipelajari dalam cabang sosiologi yaitu ....\n\nA. sosiologi hukum\nB. sosiologi ekonomi\nC. sosiologi industri\nD. sosiologi keluarga\nE. sosiologi politik","jawaban":"B. sosiologi ekonomi"},{"soal":" Peristiwa-peristiwa yang terjadi diantara dan oleh manusia, baik secara individu maupun secara kelompok disebut .....  \n\nA. interaksi sosial\nB. stratifikasi sosial\nC. hubungan sosial\nD. gejala sosial\nE. diferensiasi sosial","jawaban":"D. gejala sosial"},{"soal":" berikut ini yang tidak termasuk gejala sosial adalah .....\n\nA. kemiskinan\nB. kegiatan ritual\nC. politik uang\nD. tanah longsor\nE. diskriminasi hukum","jawaban":"D. tanah longsor"},{"soal":" Suatu keadaan yang mana masyarakat tidak mampu untuk memenuhi kebutuhan dasa, seperti makanan, pakaian, tempat berlindung, pendidikan dan kesehatan, merupakan gejala sosial berupa.....\n\nA. Kejahatan\nB. kemiskinan\nC. Kenakalan remaja\nD. disorganisasi keluarga\nE. masalah kependudukan","jawaban":"B. kemiskinan"},{"soal":"Beno dan dua orang adiknya tidak dapat mengenyam pendidikan karena keluarganya tidak mampu untuk membiayai sekolah mereka. kondisi tersebut terjadi karena ayah Beno yang seorang pengangguran dan tidak mau bekerja. kondisi kemiskinan yang dialami keluarga Beno terjadi karena .....\n\nA. Penyebab keluarga\nB. penyebab Individu\nC. Penyebab subbudaya\nD. Penyebab agensi\nE. penyebab Struktural","jawaban":"B. penyebab Individu"},{"soal":"dari ilustrasi gambar di bawah ini, termasuk bentuk kenakalan remaja .....\n\nA. menimbulkan korban fisik pada orang lain\nB. menimbulkan korban materi\nC. tidak menimbulkan korban di pihak orang lain\nD. melawan status\nE. nonkriminal","jawaban":"A. menimbulkan korban fisik pada orang lain","image":"Mapel/sosio/PH1/image/Tawuran.jpeg"},{"soal":"Berikut ini faktor yang tidak mempengaruhi terjadinya kenakalan remaja yaitu ....\n\nA. kehidupan keluarga\nB. kehidupan masyarakat modern\nC. pengaruh budaya asing\nD. Pengaruh Agama\nE. pergaulan bebas","jawaban":"D. Pengaruh Agama"},{"soal":"Segala macam bentuk tindakan dan perbuatan yang merugikan secara ekonomis dan psikologis yang melanggar hukum yang berlaku dalam negara Indonesia serta norma-norma sosial dan agama, merupakan pengertian dari gejala sosial .....\n\nA. Kenakalan remaja\nB. Kejahatan\nC. Demoralisasi\nD. Disorganisasi keluarga\nE. masalah kependudukan.","jawaban":"B. Kejahatan"},{"soal":"Dewasa ini sudah banyak terjadi penurunan kualitas moral (Demoralisasi) dikarenakan individu sudah mulai mengabaikan nilai dan norma yang ada di masyarakat. salah satu solusi untuk dapat mengurangi adanya demoralisasi yaitu .....\n\nA. krisis ekonomi berkepanjangan\nB. pertumbuhan penduduk yang relatif tinggi\nC. menurunya kewibawaan pemerintah\nD. aktif dalam kegiatan-kegiatan positif\nE. meningkatnya angka kemiskinan","jawaban":"D. aktif dalam kegiatan-kegiatan positif"},{"soal":"Dewasa ini sudah banyak terjadi penurunan kualitas moral (Demoralisasi) dikarenakan individu sudah mulai mengabaikan nilai dan norma yang ada di masyarakat. salah satu solusi untuk dapat mengurangi adanya demoralisasi yaitu .....\n\nA. krisis ekonomi berkepanjangan\nB. pertumbuhan penduduk yang relatif tinggi\nC. menurunya kewibawaan pemerintah\nD. aktif dalam kegiatan-kegiatan positif\nE. meningkatnya angka kemiskinan","jawaban":"D. aktif dalam kegiatan-kegiatan positif"},{"soal":"Disorganisasi keluraga merupakan suatu kondisi kegagalan dalam sebuah keluarga, yang bisa disebabkan oleh unit-unit keluarga gagal dalam memenuhi kewajibannya. salah satu masalah yang dapat timbul dengan adanya disorganisasi keluarga adalah .....\n\nA. ikatan keluarga semakin harmonis\nB. komunikasi dalam keluarga semakin kuat\nC. anak menjadi broken home \nD. setiap anggota keluarga semakin memahami fungsinya\nE. setap anggota keluarga saling menyayangi","jawaban":"C. anak menjadi broken home"},{"soal":"salah satu bentuk gejala sosial adalah adanya masalah pada bidang pendidikan. masalah kesehatan yang saat ini sedang menjadi fokus utama adalah .....\n\nA. Gizi buruk\nB. Demam berdarah\nC. Malaria\nD. Covid-19\nE. Ebola","jawaban":"D. Covid-19"},{"soal":"ntuk mencegah agar tidak terjadi perbedaan sosial antara masyarakat asli dan masyarakat pendatang akibat pembangunan pemukiman dipinggir  kota maka perlu adanya kajian sosiologis. Dalam hal ini sosiologi berfungsi sebagai …..\n\nA. Pemberi data untuk penelitian sosial\nB. Alat untuk memecahkan masalah masyarakat\nC. Ilmu yang mengkaji kesenjangan ekonomi\nD. kontrol sosial terhadap pembangunan sosial\nE. metode penelitian untuk mengungkap masalah sosial","jawaban":"B. Alat untuk memecahkan masalah masyarakat"},{"soal":"seorang ahli sosiologi dapat memberikan sumbangan berkaitan dengan cara kerja yan sistematis dalam suatu penelitian mapun pemecahan masalah sosial sehingga dapat mencapai tujuan sesuai dengan harapan masyarakat. Fungsi sosiologi sesuai dengan deskripsi tersebut adalah …..\n\nA. Penentu kebijakan pemerintah\nB. Menganalisis masalah sosial\nC. Pelaksanaan pembangunan\nD. Perencanaan pembangunan\nE. Penyedia data lapangan","jawaban":"E. Penyedia data lapangan"},{"soal":"Sosiologi mengenal metode ilmiah, yaitu…\n\nA. Kuantitatif dan superlative\nB. Kualitatif dan konduktif\nC. Kualitatif dan kuanitatif\nD. Kualitatif dan emansipatif\nE. Ilmiah dan alami","jawaban":"C. Kualitatif dan kuanitatif"},{"soal":"Untuk memperbaiki kualitas pendidikan, pemerintah melakukan perubahan system pendidikan. Pemerintah telah melakukan perubahan kurikulum satuan pendidikan dari KBK menjadi KTSP dan sekarang K13. Berdasarkan sudut pandang ilmu sosiologi, perubahan tersebut digunakan sebagai dasar …….\n\nA. Penelitian\nB. Perencanaan\nC. Pembangunan\nD. Pengintegrasian\nE. Pemecahan masalah","jawaban":"E. Pemecahan masalah"},{"soal":"Sosiologi berfungsi sebagai solusi untuk mengatasi masalah sosial. Salah satu masalah sosial yang timbul dalam masyarakat adalah pengangguran. Upaya yang dapat dilakukan masyarakat untuk menyelesaikan masalah pengangguran adalah….\n\nA. Mengadakan bakti sosial untuk meminta sumbangan\nB. Memberikan sekolah gratis untuk setiap orang\nC. Mengadakan arisan berhadiah untuk masyarakat\nD. Mengadakan operasi pasar setiap hari\nE. Membuka lapangan pekerjaan","jawaban":"E. Membuka lapangan pekerjaan"}]