[{"soal":"Penduduk kerajaan Tarumanegara sudah  memiliki kebudayaan yang tinggi. Hal tersebut ditandai dengan kemampuan mereka dalam mengenal bahasa.....dan huruf....\n\nA. Jawa kuno dan Ikal\nB. Sansakerta dan Ikal\nC. Jawa kuno dan Palawa\nD. Sansakerta dan Palawa\nE. Melayu kuno dan Palawa","jawaban":"d. sansakerta dan palawa"},{"soal":"Dibawah ini salah satu ciri kehidupan masyarakat pada masa bercocok tanam....\n\nA. kebutuhan makan bergantung pada alam yaitu mengandalkan hewan buruan\nB. sudah mempunyai tempat tinggal yang menetap secara mantap\nC. pola tempat tinggal masih berpindah-pindah\nD. alat-alat kebutuhan mereka terbuat dari batu yang belum dihaluskan\nE. belum mengenal bercocok tanam","jawaban":"b. sudah mempunyai tempat tinggal yang menetap secara mantap"},{"soal":"Perhatikan data kebudayaan berikut ini! \n1.kebudayaan kapak persegi \n2.kebudayaan pacitan \n3.kebudayaan abris sous rouche  \n4.kebudayaan kapak lonjong  \n\nBerdasarkan data diatas kebudayaan pendukung zaman  neolitikum ditunjukan nomor....\n\nA. 1 dan 2\nB. 1 dan 3\nC. 1 dan 4\nD. 2 dan 4\nE. 2 dan 3","jawaban":"C. 1 dan 4"},{"soal":"Masyarakat Ras Melanosoid di Indonesia tinggal di....\n\nA. Ambon dan jawa\nB. Sumatera dan kalimantan\nC. Papua barat dan bali\nD. Nusa tenggara timur dan ambon\nE. Maluku utara dan bali","jawaban":"d. Nusa tenggara timur dan ambon"},{"soal":"Berdasarkan teori perkembangan evolusi bumi keberadaan manusia dimuka bumi dimuali pada zaman...\n\nA. Kuarter\nB. Tersier\nC. Eosen\nD. Oligosen\nE. Miosen","jawaban":"B. Tersier"},{"soal":"Salah satu teori yang paling populer tentang proses terbentuknya alam semesta yang di dukung ilmuwan ternama Stephen Hawking\n\nA. Pasang surut\nB. Nebula\nC. Dentuman besar\nD. Bima sakti\nE. Bintang kembar","jawaban":"c. Dentuman besar"},{"soal":"Salah satu sumber kerajaan Tarumanegara yang berisi tentang penggalian sebuah saluran air gomati sepanjang 6.112 tombak atau kurang lebih 11 km adalah prasasti....\n\nA. Tugu\nB. Ciaruteun\nC. Jambu\nD. Pasir awi\nE. Telaga batu","jawaban":"a. Tugu"},{"soal":"Tokoh yang melakukan penelitian di bukit kerang pada tahun 1925 dan menemukan kebudayaan kjokkenmoddinger\n\nA. Von koeningswald\nB. M.W.F. Tweddie\nC. Eugene Dubois\nD. Majumdar\nE. Van Stein Callenfells","jawaban":"e. Van Stein Callenfells"},{"soal":"Perhatikan keterangan-keterangan berikut! \n1.Berbentuk tugu batu serupa menhir  \n2.Dikeluarkan oleh mulawarman dengan huruf palawa dan bahasa sansakerta  \n3.Digunakan untuk mengikat hewan kurban yang merupakan persembahan rakyat kutai kepada dewa yang dipujanya\n\nBerdasarkan keterangan-keterangan tersebut, sumber sejarah yang dimaksud adalah....\n\nA. rasasti lebak\nB. Prasasti muara cianten\nC. Prasasti nalanda\nD. Prasasti kebon kopi\nE. Yupa","jawaban":"e. yupa"},{"soal":"Adanya teori arus balik adalah adanya prasasti....yang menyebutkan bahwa Raja Blaputradewa dari kerajaan Sriwijaya meminta kepada raja diIndia untuk membangun wihara di nalanda sebagai tempat untuk menimba ilmu para tokoh Sriwijaya\n\nA. Tugu\nB. Yupa\nC. Ciaruteun\nD. Kapur\nE. Nalanda","jawaban":"e. Nalanda"},{"soal":"Bangunan  berbentuk meja yang terbuat dari batu untuk menyimpan sesajen untuk upacara keagamaan masyarakat pra aksara disebut....\n\nA. Dolmen\nB. Menhir\nC. Sarkofagus\nD. Punden berundak\nE. Arca","jawaban":"a. Dolmen"},{"soal":"Kerajaan yang bercorak Hindu tertua di Indonesia adalah....\n\nA. Tarumanega\nB. Kutai Martadipura\nC. Majapahit\nD. Mataram kuno\nE. Demak","jawaban":"b. Kutai Martadipura"},{"soal":"Perhatikan nama-nama karya sastra berikut !  \n1.Kitab Bharatayudha  \n2.Kitab Kresnayana  \n3.Kitab Smaradhahana  \n4.Kitab Lubdaka\n\nKitab-kitab yang dibuat pada masa Raja Kameswara ditunjukan nomor....\n\nA. 1 dan 2\nB. 1 dan 3\nC. 2 dan 3\nD. 2 dan 4\nE. 3 dan 4","jawaban":"e. 3 dan 4"},{"soal":"Perhatikan nama-nama kerajaan berikut !  \n1.Kerajaan kutai  \n2.Kerajaan demak  \n3.Kerajaan sriwijaya  \n4.Kerajaan makasar  \n5.Kerajaan singasari\n\nKerajaan-kerajaan yang bercorak Hindu-Budha ditunjukan nomor...\n\nA. 1,2, dan 3\nB. 1,3, dan 5\nC. 2,3, dan 4\nD. 2,4, dan 5\nE. 3,4, dan 5","jawaban":"b. 1,3, dan 5"},{"soal":"Perhatikan periode zaman di bawah ini\n1.Trias\n2.Holosen\n3.Kapur\n4. Pleistosen\n5.Jura\n\nberdasarkan data diatas yang termasuk periode zaman purba tengah di tunjukan nomor\n\nA. 1,2,3\nB. 1,2,4\nC. 2,3,4\nD. 1,3,5\nE. 3,4,5","jawaban":"d. 1,3,5"},{"soal":"Luasnya wilayah laut yang dikuasa sriwijaya menjadikan sriwijaya sebagai kerajaan maritim yang besar. Nama Sriwijaya bermakna\n\nA. Jayalah kerajaan\nB. Kemenangan bersama\nC. Jayalah laut sriwijaya\nD. Kemenangan yang gilang gemilang\nE. Kemengan kerajaan maritim","jawaban":"d. Kemenangan yang gilang gemilang"},{"soal":"Kerajaan majapahit mencapai puncak kejayaannya pada masa kepemimpinan Raja....\n\nA. Raden Wijaya\nB. Gajah Mada\nC. Jayanegara\nD. Tribuwanatunggadewi\nE. Hayam Wuruk","jawaban":"e. Hayam Wuruk"},{"soal":"Kerajaan yang berdiri setalah jatuhnya kerajaan Singasari yang mempunya raja pertama bernama Raden Wijaya adalah....\n\nA. Mataram kuno\nB. Tarumanegara\nC. Tulang bawang\nD. Majapahit\nE. Kediri","jawaban":"d. Majapahit"},{"soal":"Dalam sistem kasta golongan pendeta, biksu dan cendikiawan termasuk kedalam kasta....\n\nA. Brahmana\nB. Ksatria\nC. Waisya\nD. Sudra\nE. Dalit","jawaban":"a. Brahmana"},{"soal":"Nekara merupakan genderang besar yang terbuat dari perunggu berpinggang dibagian tengah dan tertutup dibagian atasnya. Daerah penemuan sejenis nekara kecil dan langsing disebut moko adalah....\n\nA. Lumajang\nB. Bogor\nC. Palembang\nD. Alor\nE. Bengkisng","jawaban":"d. Alor"},{"soal":"Bentuk pembagian kerja masyarakat praaksara pada masa berburu dan meramu tingkat awal....\n\nA. ada sebagian kaum laki-laki yang berburu dan mengolah makanan\nB. kaum perempuan lebih banyak berburu sedangkan laki-laki bercocok tanam\nC. kaum laki-laki dan perempuan lebih banyak melakukan kegiatan bercocok tanam\nD. kegiatan berburu dilakukan bersama-sama oleh kaum laki-laki dan perempuan\nE. kegiatan brburu dilakukan oleh laki-laki sedangkan perempuan tinggal disekitar gua","jawaban":"e. kegiatan brburu dilakukan oleh laki-laki sedangkan perempuan tinggal disekitar gua"},{"soal":"Untuk menyelidiki kehidupan zaman praaksara para ahli menggunakan ilmu....yang mengkaji bukti-bukti atau jejak fisik, seperti lempeng artefak, monumen, dan candi.\n\nA. Biologi\nB. Arkeologi\nC. Sosiologi\nD. Antropolgi\nE. Geografi","jawaban":"b. akeologi"},{"soal":"Raja dari kerajaan mataram kuno yang berhasil menyelesaikan pembangunan candi borobudur...\n\nA. Raja Sanjaya\nB. Patih Gajah Mada\nC. Raden Wijaya\nD. Purnawarman\nE. Samaratungga","jawaban":"e. Samaratungga"},{"soal":"tokoh yang pertama kali menemukan situs sangiran dengan penemuan fosil Vertebrata\n\nA. von koeningswald\nB. eugene dubois\nC. J.L.A. Brandes\nD. Majumdar\nE. P.E.C. Schemuling","jawaban":"e. P.E.C. Schemuling"},{"soal":"Menurut teori yang dikemukakan Max Ingman manusia modern yang hidup sekarang Berasal dari Afrika. Yang mendasari teori tersebut\n\nA. Banyak bangsa afrika yang tinggal di berbagai wilayah di dunia\nB. Kebanyakan manusia sekarang berkulit hitam seperti bangsa afrika\nC. Jumlah penduduk di benua Afrik paling banyak di banding benua lain\nD. Berdasarkan ilmu genetika melalui penelitian DNA mitokondria gen perempuan dan laki-laki\nE. Bangsa afrika hampir ada di setiap wilayah","jawaban":"d. Berdasarkan ilmu genetika melalui penelitian DNA mitokondria gen perempuan dan laki-laki"},{"soal":"pada bulan september 2003, peter brown dan Mike morwood menemukan fosil manusia liang bua. penemuan tersebut dianggap sebagai penemuan spesies baru yang di namakan\n\nA. Homo sapiens\nB. Homo eresctus\nC. Homo floresiensis\nD. Pithecanthropus paleojavanicus\nE. Homo mojokertensis","jawaban":"c. Homo floresiensis"},{"soal":"Raja kerajaan kediri yang berhasil mengatasi kekacauan dikerajaan sehingga kehidupan kerajaan kediri menjadi teratur dan rakyat hidup makmur adalah....\n\nA. Raja Bameswara\nB. Raja Kameswara\nC. Raja Jayabaya\nD. Raja Samarawijaya\nE. Raji Panji Garasakan","jawaban":"c. Raja Jayabaya"},{"soal":"Sebelum kebudayaan india masuk ke indonesia, pemerintahaan desa di pimpin oleh....\n\nA. Anggota masyarakat\nB. Raja\nC. Mahapatih\nD. Ulama\nE. Sesepuh masyarakat","jawaban":"a. Anggota masyarakat"},{"soal":"Kerajaan awal yang terletak didaerah Lampung menurut sumber-sumber sejarah cina adalah kerajaan yang disebut....\n\nA. Klungkung\nB. Gelgel\nC. Buleleng\nD. Kota kapur\nE. Tulang bawang","jawaban":"e. Tulang bawang"},{"soal":"Untuk memudahkan dalam memenuhi kebutuhan hidup manusia praaksara memilih tinggal di....\n\nA. Didalam gua\nB. Diatas pohon\nC. Dipinggir tebih\nD. Dibawah pohon\nE. Dipinggir sungai","jawaban":"e. Dipinggir sungai"},{"soal":"Selain pithencanthropus erectus manusia purba yang hidup pada masa berburu dan meramu tingkat awal adalah\n\nA. Meganthropus paleojavanicus\nB. Homo wajakensis\nC. Homo floresiensis\nD. Pithecanthropus mojokertensis\nE. Homo sapiens","jawaban":"a. Meganthropus paleojavanicus"},{"soal":"Salah satu penyebab runtuhnya kerajaan holing adalah....\n\nA. Adanya pemberontakan Kuti\nB. Adanya serangan kerajaan Majapahit\nC. Sepeninggalan Ratu Sima tidak ada lagi penggantinya yang cakap dalam memerintah\nD. Adanya serangan kerajaan Sriwijaya\nE. Terjadinya perang paregreg","jawaban":"c. Sepeninggalan Ratu Sima tidak ada lagi penggantinya yang cakap dalam memerintah"},{"soal":"Raja kerajaan singasari yang dicandikan di candi tersebut dan naik tahta pada tahun 1227 M adalah\n\nA. Raja Ken Arok\nB. Raja Tohjoyo\nC. Raja ronggowuni\nD. Raja kertanegara\nE. Raja Anusapati","jawaban":" e. Raja Anuspati","image":"Mapel/sejarah/PAT/image/CandiKidal.jpeg"},{"soal":"Peralatan yang digunakan manusia praaksara pada masa berburu dan meramu tinggat awal terbuat dari bahan....\n\nA. Batu yang belum dihaluskan\nB. Perunggu\nC. Batu dan tulang yang dihaluskan\nD. Besi\nE. Tulang yang telah dihaluskan","jawaban":"a. Batu yang belum dihaluskan"},{"soal":"Karya sastra yang berisi kata-kata yang sekarang menjadi semboyan negara Indonesia, yaitu Bhinneka Tunggal Ika adalah....\n\nA. Negarakertagama\nB. Pararaton\nC. Sutasoma\nD. Kresnayana\nE. Arjunawiwaha","jawaban":"c. Sutasoma"},{"soal":"gambar diatas merupakan bangunan yang digunakan untuk upacara keagamaan masyarakat praaksara\n\nA. Sarkopagus\nB. Dolmen\nC. Menhir\nD. Punden berundak\nE. Arca","jawaban":"c. Menhir","image":"Mapel/sejarah/PAT/image/Menhir.jpeg"},{"soal":"Proses penemuan api bagi manusia purba berdasarkan dari data arkeologi penemuan api terjadi kira-kira pada 400.000 tahun yang lalu, penemuan api bersamaan pada periode penemuan manusia purba jenis....\n\nA. Meganthropus paleojavanicus\nB. Homo erectus\nC. Homo sapiens\nD. Homo wajakensis\nE. Homo floresiensis","jawaban":"b. Homo erectus"},{"soal":"Gambar diatas merupakan genderang besar yang terbuat dari perunggu\n\nA. Bejana\nB. Gerabah\nC. Nekara\nD. Arca\nE. Perhiasaan","jawaban":"c. nekara","image":"Mapel/sejarah/PAT/image/nekara.jpeg"},{"soal":"Perhatikan hasil kebudayaan berikut ! \n1.punden berundak \n2.dolmen \n3.flake \n4.kapak genggam \n\nBangunan batu-batu besar pada zaman megalitikum  ditunjukan  pada  nomor....\n\nA. 1 dan 2\nB. 2 dan 3\nC. 1 dan 4\nD. 3 dan 4\nE. 4 dan 5","jawaban":"a. 1 dan 2"},{"soal":"Salah satu bukti pengaruh budha di indonesia adalah dengan ditemukannya arca budha yang terbuat dari perunggu di daerah....\n\nA. Sempaga, sulawesi selatan\nB. Muara kaman, kalimantan timur\nC. Sumatera selatan\nD. Kalimantan\nE. Jawa timur","jawaban":"a. Sempaga, sulawesi selatan"},{"soal":"Dalam kehidupan masyarakat berocock tanam sudah terlihat peran pemimpin ( primus inter pares ). Gelar primus inter pares di indonesia adalah ratu atau datu (k) yang artinya\n\nA. orang yang selalu menang dalam perang\nB. orang yang selalu bijak dalam mengambil keputusan\nC. orang yang kuat\nD. orang yang dianggap paling tua\nE. orang terhormat yang patut dihormati karena kepemimpinannya, kecakapannya, kesetiannya dan pengalamannya","jawaban":"e. orang terhormat yang patut dihormati karena kepemimpinannya, kecakapannya, kesetiannya dan pengalamannya"},{"soal":"Menurut Van Leur, agama hindu disebarluaskan oleh kaum brahmana yang datang ke nusantara karena....\n\nA. Kaum brahmana adalah golongan yang paling memahami agama hindu\nB. Kaum brahmana adalah kasta tertinggi dalam agama hindu\nC. Diundang oleh kepala suku setempat untuk mengajarkan agama hindu dan melegitimasi kekuasaan\nD. Mimiliki misi peyebarluasaan agama hindu\nE. Mengikuti kegiatan perdagangan","jawaban":"c. Diundang oleh kepala suku setempat untuk mengajarkan agama hindu dan melegitimasi kekuasaan"},{"soal":"Alasan kenapa peradaban ras deutro melayu lebih maju di banding proto melayu\n\nA. Meraka sudah bisa melukan cocok tanam\nB. Sudah ahli menggunakan perkakas dari batu\nC. mempunyai keahlian membuat perkakas dari besi dan logam\nD. meraka melakukan bercocok tanam ladang berpindah\nE. sudah ahli membuat perkakas dari batu","jawaban":"c. mempunyai keahlian membuat perkakas dari besi dan logam"},{"soal":"Sistem kepercayaan masyarakat prakasara yang memuja roh nenek moyang\n\nA. Dinamisme\nB. Jainimisme\nC. Animisme\nD. Sikhisme\nE. Monoteisme","jawaban":"b. Animisme"},{"soal":"Abris Sous Roche merupakan kebudayaan yang berasal dari zaman....\n\nA. Paleolitikum\nB. Mesolitikum\nC. Neolitikum\nD. Megalitikum\nE. Paleozoikum","jawaban":"b. Mesolitikum"},{"soal":"pada tahun 1889 B.D. van Rietschoten menemukan fosil manusia purba yang merupakan satu-satunya temuan di indonesia yang dapat disejajarkan perkembangan dengan manusia modern awal dari akhir kala pleistosen\n\nA. Homo wajakensis\nB. Pithecanthropus erectus\nC. Homo erectus\nD. Meganthropus paleojavanicus\nE. Homo florensis","jawaban":"a. Homo wajakensis"}]