[{"soal":"Sebuah usaha dan proses mempersatukan perbedaan-perbedaan yang ada pada suatu negara sehingga tercipta keserasian dan keselarasan secara nasional disebut ....\n\na. integrasi bangsa\nb. integrasi negara\nc. integrasi masyarakat\nd. integrasi nasional\ne. integrasi bangsa dan negara","jawaban":"d.  integrasi nasional"},{"soal":"Dalam menjalankan proses Integrasi Nasional di perlukan adanya Alat Pemersatu Bangsa, dibawah ini manakah yang tidak termasuk kedalam alat pemersatu bangsa ....\na. Pancasila\nb. Bahasa Indonesia\nc. Keberagaman\nd. Bendera Merah Putih\ne. Lagu Kebangsaan","jawaban":"c. Keberagaman"},{"soal":"Berikut yang merupakan salah satu unsur penunjang terwujudnya integrasi nasional adalah ....\na. menghilangkan semua perbedaan\nb. selalu merayakan hari-hari besar agama\nc. memperingati hari besar nasional dengan khidmat\nd. melestarikan kebudayaan daerah masing-masing\ne. menolak segala sesuatu yang berasal dari luar negeri","jawaban":"c. memperingati hari besar nasional dengan khidmat"},{"soal":"Proses penyatuan berbagai kelompok budaya dan sosial kedalam kesattuan wilayah nasional yang membentuk suatu identitas nasional merupakan arti integrasi secara\n\na. antropologis\nb. ekonomis\nc. sosiologis\nd. budayais\ne. politis","jawaban":"e. politis"},{"soal":"Berikut yang bukan merupakan contoh wujud integrasi nasional adalah ....\n\na. sikap menghargai dan merasa ikut memiliki kebudayaan daerah lain, bahkan mau mempelajari budaya daerah lain\nb. sikap saling menonjolkan budaya daerah dengan merendahkan budaya daerah lain\nc. diadakan pekan olahraga nasional yang diselenggarakan 4 tahun sekali\nd. sikap toleransi antar umat beragama\ne. pembangunan Taman Mini Indonesia Indah (TMII) di Jakarta oleh Pemerintah Republik Indonesia","jawaban":"b. sikap saling menonjolkan budaya daerah dengan merendahkan budaya daerah lain"},{"soal":"Dalam kehidupan sehari-hari di lingkungan sekolah tentu saja kita selalu mendapatkan beberapa perbedaan yang ada seperti perbedaan budaya, suku, ras, etnik, Bahasa, maupun agama. Perbedaan tersebut harus kita persatukan dengan cara....\n\na. tawuran antar sekolah\nb. dengan cara toleransi beragama\nc. tumbuh suburnya benih-benih primordialisme\nd. Melaksanakan persatuan dengan alat pemersatu bangsa\ne. selalu membanggakan kebudayaan yang dimiliki oleh diri sendi ri","jawaban":"d. Melaksanakan persatuan dengan alat pemersatu bangsa"},{"soal":"Integrasi berasal dari bahasa Latin yakni ... yang berarti memberi tempat dalam suatu keseluruhan.\n\na. Integriti\nb. Integrazion\nc. Introgation\nd. Integrate\ne. Integration","jawaban":"d. Integrate"},{"soal":"Momentum yang merupakan konsensus nasional yang merupakan konsep integrasi bangsa Indonesia menjadi suatu bangsa  yang resmi dan berdaulat adalah….\n\na. Sumpah Pemuda pada tanggal 28 Oktoberr 1928\nb. Proklamasi Kemerdekaan 17 Agustus 1945\nc. Penetapan Pancasila 17 Agustus 1945\nd. Penetapan Undang-undang Dasar tahun 1945 pada tanggal 17 Agustus 1945\ne. Dimasukannya burung Garuda sebagai Lambang Negara Republik Indonesia","jawaban":"a. Sumpah Pemuda pada tanggal 28 Oktoberr 1928"},{"soal":"Pasal 30 Ayat (1) dan (2) Undang-undang Dasar Tahun 1945 menyatakan bahwa tiap warga Negara berhak dan wajib ikut serta dalam usaha pertahanan dan keamanan negara yang dilaksanakan melalui system pertahanan dan keamanan rakyat semesta, dengan komponen utama, yaitu ….\na. Masyarakat\nb. TNI dan POLRI\nc. TNI\nd. POLRI\ne. Pertahanan sipil","jawaban":"b. TNI dan POLRI"},{"soal":"Sikap dan perilaku warga negara yang dijiwai oleh kecintaan kepada negara dalam menjamin kelangsungan hidup berbangsa dan bernegara adalah pengertian….\na. upaya bela bela negara\nb. perlawanan rakyat semesta\nc. pertahanan keamanan\nd. pertahanan sipil\ne. Wawasan Nusantara","jawaban":"a. upaya bela bela negara"},{"soal":"Setiap warga negara berhak dan wajib ikut serta dalam upaya pembelaan negara, merupakan bunyi Undang-Undang Dasar 1945 pasal….\n\na. 27 ayat 1\nb. 30 ayat 1\nc. 27 ayat 3\nd. 30 ayat 2\ne. 31 ayat 1","jawaban":"c. 27 ayat 3"},{"soal":"Pada hakikatnya kebhinekaan yang terjadi di Indonesia merupakan sebuah potensi sekaligus tantangan. Dikatakan sebagai sebuah potensi, karena ….\n\na. Mudah tumbuhnya perasaan kedaerahan yang amat sempit\nb. Membuat penduduk Indonesia berbeda pendapat yang lepas kendali\nc. Dapat menjadi ledakan yang akan mengancam integrasi nasional\nd. Dapat menjadi ledakan yang akan mengancam persatuan dan kesatuan bangsa\ne. Memiliki kekayaan yang melimpah baik kekayaan alam maupun kekayaan budaya","jawaban":"e. Memiliki kekayaan yang melimpah baik kekayaan alam maupun kekayaan budaya"},{"soal":"Salah satu tujuan nasional Indonesia terdapat pada Undang-undang Dasar Tahun 1945 yang erat kaitannya dengan bela negara adalah….\n\na. ikut melaksanakan ketertiban dunia\nb. mencerdaskan kehidupan bangsa\nc. memajukan kesejahteraan umum\nd. meningkatkan hasil pembangunan nasional\ne. melindungi segenap bangsa dan seluruh tumpah Indonesia","jawaban":"e. melindungi segenap bangsa dan seluruh tumpah Indonesia"}]